Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/chromium-tm.tmx
Source language: en
Languages: ca_es

source: Below is a list of all the unsafe elements for the page. Click on the Diagnostic link for more information on the malware thread for a specific resource. If you know that a resource has been erroneously reported as phishing, click the 'Report error' link.
ca_es: A continuació trobareu una llista de tots els elements no segurs de la pàgina. Feu clic a l'enllaç "Diagnòstic" per obtenir més informació sobre el perill de programari maliciós que suposa un recurs determinat. Si creieu que un recurs s'ha detectat com a lloc de pesca per error, feu clic a l'enllaç "Informa sobre un error".

source: View Source
ca_es: Visualitza l'origen

source: Get more extensions
ca_es: Obtén més extensions

source: %{PRODUCT_NAME}'s connection attempt to %{HOST_NAME} was rejected. The website may be down, or your network may not be properly configured.
ca_es: S'ha rebutjat l'intent de connexió de %{PRODUCT_NAME} a %{HOST_NAME}. Pot ser que el lloc web estigui fora de servei o que la xarxa no estigui configurada correctament.

source: Installation failed.
ca_es: La instal·lació ha fallat.

source: The following application will be launched if you accept this request: %{APPLICATION}
ca_es: S'iniciarà l'aplicació següent si accepteu aquesta sol·licitud: %{APPLICATION}

source: Do you want to start presenting your entire screen in this meeting?
ca_es: Voleu començar a mostrar tota la pantalla en aquesta reunió?

source: Add a new page
ca_es: Afegeix una pàgina nova

source: Cannot set mode after window is set.
ca_es: No es pot configurar el mode després d'haver configurat la finestra.

source: Street address (optional)
ca_es: Adreça postal (opcional)

source: Your home page has been set.
ca_es: S'ha definit la pàgina d'inici.

source: Mobile data service management
ca_es: Gestió de serveis de dades mòbils

source: Decrement
ca_es: Disminueix

source: Database name:
ca_es: Nom de la base de dades:

source: Microsoft Smart Card Logon
ca_es: Inici de sessió de targeta intel·ligent de Microsoft

source: Open with...
ca_es: Obre amb...

source: Pa&ste and search
ca_es: En&ganxa i cerca

source: The gateway or proxy server received an invalid response from an upstream server.
ca_es: La passarel·la o el servidor intermediari ha rebut una resposta no vàlida d'un servidor superior.

source: Disable Better session restore
ca_es: Desactiva la funció Restabliment de la millor sessió

source: About System
ca_es: Quant al Sistema

source: Add 'Suggestions' card to the new tab page, which suggests the pages to be opened.
ca_es: Afegiu la targeta "Suggeriments" a la pestanya nova, que suggereix les pàgines que s'han d'obrir.

source: Enables experimental extensions to the geolocation feature. Includes using operating system location APIs (where available), and sending additional local network configuration data to the Google location service to provide higher accuracy positioning.
ca_es: Activa les extensions experimentals a la funció d'ubicació geogràfica. Inclou l'ús de les API d'ubicació del sistema operatiu (on estiguin disponibles) i l'enviament de dades addicionals de configuració de xarxes locals al servei d'ubicació de Google per proporcionar un posicionament més precís.

source: Unknown plug-in
ca_es: Complement desconegut

source: This is probably not the site you are looking for!
ca_es: Probablement no és el lloc que buscaves.

source: PKCS #1 MD5 With RSA Encryption
ca_es: PKCS #1 MD5 amb encriptació RSA

source: Ignored protocol handlers
ca_es: Gestors de protocols ignorats

source: Manage certificates...
ca_es: Gestiona els certificats...

source: Update check failed to start (error code %{ERROR}).
ca_es: La comprovació d'actualització no s'ha pogut iniciar (codi d'error %{ERROR}).

source: Older
ca_es: Més antic

source: Pop-up exceptions
ca_es: Excepcions de finestres emergents

source: Cellular Networks:
ca_es: Xarxes mòbils:

source: %{COUNT} items selected
ca_es: %{COUNT} elements seleccionats

source: Buy more storage...
ca_es: Compra més emmagatzematge...

source: Hide
ca_es: Amaga

source: Download in progress
ca_es: Baixada en curs

source: Sign in Again...
ca_es: Torna a iniciar la sessió...

source: Occurrences when an extension was uninstalled
ca_es: Nombre de vegades que s'ha desinstal·lat una extensió

source: Where to import this photo?
ca_es: On voleu importar aquesta foto?

source: '<b>%{SEARCH_STRING}</b>' - <em>search Drive</em>
ca_es: "<b>%{SEARCH_STRING}</b>": <em>cerca a Drive</em>

source: Make Text Smaller
ca_es: Fa el text més petit

source: Make default
ca_es: Estableix com a predeterminat

source: Welcome to %{PRODUCT_NAME}
ca_es: Benvingut a %{PRODUCT_NAME}

source: %{PLUGIN_NAME} has been disabled. To re-enable it, please go to %{CHROME_PLUGINS_LINK}.
ca_es: S'ha desactivat %{PLUGIN_NAME}. Per tornar a activar-lo, aneu a %{CHROME_PLUGINS_LINK}.

source: The server for %{URL} took too long to respond. It may be overloaded.
ca_es: El servidor per a %{URL} ha trigat massa temps a respondre. Pot ser que estigui sobrecarregat.

source: &Always open files of this type
ca_es: Obre &sempre els fitxers d'aquest tipus

source: Minimum font size
ca_es: Cos de lletra mínim

source: Loaded from:
ca_es: Carregat des de:

source: Enables specifying 'src' attribute on 'adview' elements, as well as arbitrary 'ad-network' names.
ca_es: Permet especificar l'atribut "src" en elements "adview", així com noms "ad-network" arbitraris.

source: Relaunch Now
ca_es: Torna'l a iniciar ara

source: No policies set
ca_es: Cap política definida

source: Always allow these plug-ins on %{HOST}
ca_es: Permet sempre aquests connectors a %{HOST}

source: Save file as
ca_es: Anomena i desa

source: Process Killed
ca_es: Procés interromput

source: %{PRODUCT_NAME} is out of date because it hasn't been relaunched in a while. An update is available and will be applied as soon as you relaunch.
ca_es: %{PRODUCT_NAME} està obsolet perquè fa temps que no s'inicia. Hi ha una actualització disponible i s'aplicarà tan aviat com el torneu a iniciar.

source: Downloading %{PLUGIN_NAME}...
ca_es: S'està baixant %{PLUGIN_NAME}...

source: Microseconds
ca_es: Microsegons

source: Search %{SITE_NAME} for %{SEARCH_TERMS}
ca_es: Cerca %{SITE_NAME} per a %{SEARCH_TERMS}

source: Enables additional keyboard shortcuts that are useful for debugging Chromium.
ca_es: Activa tecles de drecera addicionals que siguin útils per depurar Chromium.

source: %{BEGIN_LINK}Learn more%{END_LINK} about this problem.
ca_es: %{BEGIN_LINK}Més informació%{END_LINK} sobre aquest problema.

source: The administrator of this machine requires %{EXTENSION_NAME} to be installed. It cannot be removed or modified.
ca_es: L'administrador d'aquest equip necessita que s'instal·li %{EXTENSION_NAME}. No es pot eliminar o modificar.

source: The connection uses %{SSL_VERSION}.
ca_es: La connexió utilitza %{SSL_VERSION}.

source: Reload this page
ca_es: Torna a carregar aquesta pàgina

source: Email Address
ca_es: Adreça electrònica

source: Boo... You have no extensions :-(
ca_es: No teniu cap extensió :-(

source: Build ID
ca_es: ID de la versió

source: Malware Detected!
ca_es: S'ha detectat programari maliciós!

source: Use a number to indicate how many copies to print (1 or more).
ca_es: Utilitzeu un número per indicar el nombre de còpies que voleu imprimir (una o més).

source: Continue allowing unsandboxed plug-ins
ca_es: Continua permetent els connectors de fora de la zona de proves

source: SHA-256 Fingerprint
ca_es: Empremta SHA-256

source: Certificate Subject Alternative Name
ca_es: Nom alternatiu del subjecte del certificat

source: Please sign in to %{TOKEN_NAME} to import the client certificate.
ca_es: Inicieu la sessió a %{TOKEN_NAME} per importar el certificat de client.

source: New Tab - Other Devices
ca_es: Pestanya nova: altres dispositius

source: Application
ca_es: Aplicació

source: Years
ca_es: Anys

source: Don't load
ca_es: No carreguis

source: &Learn More
ca_es: &Més informació

source: Take me back!
ca_es: Enrere

source: Click to run %{PLUGIN_NAME}.
ca_es: Feu clic per executar %{PLUGIN_NAME}.

source: Close Tabs
ca_es: Tanca les pestanyes

source: This webpage has a redirect loop
ca_es: Aquesta pàgina web té un bucle de redirecció

source: last attached on %{DATE}
ca_es: darrera connexió el %{DATE}

source: Use GTK+ theme
ca_es: Utilitza el tema GTK+

source: Sync Error: Sign out then sign in again...
ca_es: Error de sincronització: tanqueu la sessió i torneu-la a iniciar...

source: Download error
ca_es: Error de baixada

source: Manage cookie blocking...
ca_es: Gestiona el bloqueig de galetes...

source: Offer to sign into Google sites automatically with this account
ca_es: Ofereix iniciar la sessió automàticament a llocs de Google amb aquest compte

source: Input &methods
ca_es: &Mètodes d'entrada

source: Recommended
ca_es: Recomanada

source: Delete bookmark
ca_es: Suprimeix l'adreça d'interès

source: Show &controls
ca_es: Mostra els &controls

source: Extension Version
ca_es: Versió de l'extensió

source: %{PLUGIN_NAME} is out of date.
ca_es: %{PLUGIN_NAME} no està actualitzat.

source: Zipping $1 items.
ca_es: S'estan comprimint $1 elements.

source: Allows you to see and delete history entries from your signed-in devices at chrome://history.
ca_es: Us permet veure i suprimir entrades de l'historial dels dispositius amb sessió iniciada a chrome://history.

source: %{PROFILE_NAME} (current)
ca_es: %{PROFILE_NAME} (actual)

source: Last synced
ca_es: Darrera sincronització

source: High Contrast Extension
ca_es: Extensió d'alt contrast

source: New Apps Install Bubble
ca_es: Bombolla d'instal·lació d'aplicacions noves

source: C&opy Audio URL
ca_es: Cop&ia l'URL de l'àudio

source: A web browser built for speed, simplicity, and security
ca_es: Un navegador ràpid, còmode i segur

source: Geolocation exceptions
ca_es: Excepcions d'ubicació geogràfica

source: Add billing address...
ca_es: Afegeix una adreça de facturació...

source: %{PRODUCT_NAME} is having trouble accessing the network. %{LINE_BREAK} This may be because your firewall or antivirus software wrongly thinks %{PRODUCT_NAME} is an intruder on your computer and is blocking it from connecting to the Internet.
ca_es: %{PRODUCT_NAME} té problemes per accedir a la xarxa. %{LINE_BREAK} La causa pot ser que el tallafoc o el programari antivirus consideri per error que %{PRODUCT_NAME} és un intrús al vostre equip i impedeixi que es connecti a Internet.

source: PKCS #7, single certificate
ca_es: PKCS #7, certificat únic

source: %{FULLSCREEN_ORIGIN} is now full screen.
ca_es: Ara %{FULLSCREEN_ORIGIN} a pantalla completa.

source: Sign in to %{PRODUCT_NAME} with your Google Account to save your personalized browser features to the web and access them from %{PRODUCT_NAME} on any computer. You'll also be automatically signed in to your favorite Google services.
ca_es: Inicieu la sessió a %{PRODUCT_NAME} amb el vostre compte de Google per desar al web les funcions personalitzades del navegador i per accedir-hi des de qualsevol equip mitjançant %{PRODUCT_NAME}. També podeu iniciar la sessió automàticament als vostres serveis de Google preferits.

source: Manage search engines...
ca_es: Gestiona els motors de cerca...

source: To use this extension, type "%{EXTENSION_KEYWORD}", then TAB, then your command or search.
ca_es: Per utilitzar aquesta extensió, escriviu "%{EXTENSION_KEYWORD}", premeu la tecla de tabulació i indiqueu l'ordre o la cerca.

source: Something went wrong while displaying this webpage. To continue, reload or go to another page.
ca_es: Ha fallat alguna cosa en mostrar la pàgina. Per continuar, torneu-la a carregar o aneu a una altra pàgina.

source: Command Line
ca_es: Línia d'ordres

source: %{EXTENSION_NAME} requires new permissions
ca_es: %{EXTENSION_NAME} necessita permisos nous

source: Your open tabs, bookmarks, history, and more are being synced with your Google Account.
ca_es: S'estan sincronitzant es pestanyes obertes, les adreces d'interès, l'historial i altres elements amb el vostre compte de Google.

source: File type
ca_es: Tipus de fitxer

source: The faster, simpler, and more secure computer
ca_es: L'equip més ràpid, senzill i segur

source: Default tile width
ca_es: Amplada predeterminada del mosaic

source: Protocol handlers
ca_es: Gestors de protocol

source: Type:
ca_es: Tipus:

source: Nope
ca_es: No

source: Deleted "%{FILENAME}"
ca_es: S'ha suprimit "%{FILENAME}"

source: Something went wrong when trying to print. Please check your printer and try again.
ca_es: S'ha produït un problema en intentar imprimir. Comproveu la impressora i torneu-ho a provar.

source: Median
ca_es: Mitjana

source: Virus scan failed
ca_es: S'ha produït un error en l'exploració de virus

source: R&eopen closed window
ca_es: T&orna a obrir la finestra tancada

source: Street address
ca_es: Adreça postal

source: Are you sure you want to delete these pages from your history? Psst! Incognito mode %{SHORTCUT_KEY} may come in handy next time.
ca_es: Esteu segur que voleu suprimir aquestes pàgines de l'historial? El mode d'incògnit, %{SHORTCUT_KEY}, us pot resultar pràctic la propera vegada.

source: %{APP_NAME} will launch at system startup and continue to run in the background even once you've closed all other %{PRODUCT_NAME} windows.
ca_es: %{APP_NAME} s'iniciarà quan s'iniciï el sistema i continuarà executant-se en segon pla, fins i tot quan hàgiu tancat la resta de finestres de %{PRODUCT_NAME}.

source: Delete shortcut
ca_es: Suprimeix la drecera

source: Pop-up blocked
ca_es: Finestra emergent bloquejada

source: Ask if %{HOST} wants to access your camera and microphone
ca_es: Pregunta si %{HOST} vol accedir a la càmera i al micròfon

source: Do not show the infobar when an extension attaches to a page via chrome.debugger API. This flag is required to debug extension background pages.
ca_es: No mostra la barra d'informació quan una extensió s'adjunti a una pàgina mitjançant l'API chrome.debugger. Aquesta marca és obligatòria per depurar les pàgines de fons de les extensions.

source: Unknown network error.
ca_es: Error de xarxa desconegut.

source: Profile Path
ca_es: Camí del perfil

source: &View Page Source
ca_es: &Visualitza l'origen de la pàgina

source: Preferences...
ca_es: Preferències...

source: Background Page: %{BACKGROUND_PAGE_URL}
ca_es: Pàgina de fons: %{BACKGROUND_PAGE_URL}

source: Wi-Fi and mobile data are turned off. %{LINE_BREAK} The page can be loaded once you connect to a network.
ca_es: La Wi-Fi i les dades mòbils estan desactivades. %{LINE_BREAK} La pàgina es podrà carregar un cop us connecteu a una xarxa.

source: The time it takes to load a web page
ca_es: El temps que triga a carregar-se una pàgina web

source: The following apps are now installed:
ca_es: Les aplicacions següents ja estan instal·lades:

source: Developer
ca_es: Desenvolupador

source: You have High Contrast mode enabled. Would you like to install our High Contrast extension and a dark theme?
ca_es: Teniu activat el mode d'alt contrast. Voleu instal·lar la nostra extensió en alt contrast i un tema fosc?

source: JavaScript exceptions
ca_es: Excepcions de JavaScript

source: Wrong policy subject
ca_es: Usuari de la política incorrecte

source: The identity of the server you are connected to cannot be fully validated. You are connected to a server using a name only valid within your network, which an external certificate authority has no way to validate ownership of. As some certificate authorities will issue certificates for these names regardless, there is no way to ensure you are connected to the intended website and not an attacker.
ca_es: La identitat del servidor al qual esteu connectat no es pot acabar de validar. Esteu connectat a un servidor que utilitza un nom que només és vàlid dins la vostra xarxa, de manera que una autoritat de certificació externa no en pot validar la propietat. Com que de tota manera algunes autoritats de certificació emetran certificats per a aquests noms, no es pot assegurar que estigueu connectat al lloc web previst i no a un atacant.

source: Network IO suspended.
ca_es: E/S de xarxa suspeses.

source: Use global default (Block)
ca_es: Utilitza l'opció predeterminada global (Bloqueja)

source: Open Location...
ca_es: Obre la ubicació...

source: Enables static ip configuration. May not work.
ca_es: Activa la configuració d'IP estàtica. És possible que no funcioni.

source: Disable individual plug-ins...
ca_es: Desactiva els connectors individuals...

source: Pin
ca_es: Fixa

source: Zipping failed, item exists: "$1"
ca_es: S'ha produït un error en la compressió; l'element existeix: "$1"

source: Netscape Certificate Revocation URL
ca_es: URL de revocació de certificats de Netscape

source: Error: Unable to decode extension
ca_es: Error: no s'ha pogut descodificar l'extensió

source: MIME types:
ca_es: Tipus MIME:

source: No Thanks
ca_es: No, gràcies

source: Restore all
ca_es: Restaura'ls tots

source: Netscape Lost Password URL
ca_es: URL de contrasenya perduda de Netscape

source: If you've forgotten your passphrase, stop and reset Sync via %{BEGIN_LINK}Google Dashboard%{END_LINK}.
ca_es: Si heu oblidat la contrasenya, atureu i restabliu la sincronització mitjançant %{BEGIN_LINK}Google Dashboard%{END_LINK}.

source: Certificate Basic Constraints
ca_es: Restriccions bàsiques de certificats

source: The time it takes to fully start %{SHORT_PRODUCT_NAME}
ca_es: El temps necessari perquè %{SHORT_PRODUCT_NAME} s'iniciï completament

source: Warning: Something's Not Right Here!
ca_es: Advertiment: alguna cosa no funciona bé.

source: Never for this site
ca_es: Mai per a aquest lloc

source: Check eligibility
ca_es: Comprova l'aptitud

source: Band
ca_es: Banda

source: Days
ca_es: Dies

source: Touch Optimized UI
ca_es: Interfície d'usuari optimitzada per al tacte

source: Netscape Certificate Type
ca_es: Tipus de certificat de Netscape

source: Could not load icon '%{ICON}' for browser action.
ca_es: No s'ha pogut carregar la icona "%{ICON}" per a l'acció del navegador.

source: You should restart %{PRODUCT_NAME} now.
ca_es: Reinicieu %{PRODUCT_NAME} ara.

source: CSS3d is not supported.
ca_es: CSS3d no és compatible.

source: Open downloads folder
ca_es: Obre la carpeta de baixades

source: Status Responder Certificate
ca_es: Certificat de resposta d'estat

source: Slideshow
ca_es: Presentació de diapositives

source: The connection to %{HOST_NAME} was interrupted.
ca_es: S'ha interromput la connexió amb %{HOST_NAME}.

source: Create user
ca_es: Creació d'un usuari

source: Phishing websites are designed to trick you into disclosing your login, password or other sensitive information by disguising themselves as other websites you may trust.
ca_es: Els llocs web de pesca estan dissenyats per enganyar-vos i perquè reveleu el vostre nom d'usuari, la vostra contrasenya o altra informació sensible. Per fer-ho, es fan passar per altres llocs web en els quals és fàcil que confieu.

source: No webpage was found for the web address: %{URL}
ca_es: No s'ha trobat cap pàgina web per a l'adreça: %{URL}

source: Switch to sync's new server supported encryption schema. Warning: this will modify your sync data, possibly making it unreadable to other clients.
ca_es: Canvia a l'esquema d'encriptació compatible amb el servidor nou de sincronització. Advertiment: Es modificaran les dades de sincronització i pot ser que els altres clients no les puguin llegir.

source: Because %{PRODUCT_NAME} does not control how extensions handle your personal data, all extensions have been disabled for incognito windows. You can reenable them individually in the %{BEGIN_LINK}extensions manager%{END_LINK}.
ca_es: Com que %{PRODUCT_NAME} no controla la manera com les extensions gestionen les dades personals, s'han desactivat totes les extensions per a les finestres d'incògnit. Podeu tornar a activar-les individualment a l'%{BEGIN_LINK}administrador d'extensions%{END_LINK}.

source: Set by app:
ca_es: Defineix per aplicació:

source: Mandatory
ca_es: Obligatòria

source: An error occurred while checking for updates: %{ERROR}
ca_es: S'ha produït un error durant la cerca d'actualitzacions: %{ERROR}

source: Image exceptions
ca_es: Excepcions d'imatge

source: Warning: your %{PRODUCT_NAME} settings are stored on a network drive. This may result in slowdowns, crashes, or even loss of data.
ca_es: Advertiment: la vostra configuració de %{PRODUCT_NAME} s'emmagatzema en una unitat de xarxa. Això pot provocar alentiments, bloquejos o fins i tot la pèrdua de dades.

source: Re&load app
ca_es: To&rna a carregar l'aplicació

source: Lemonade
ca_es: Còctel

source: Force high DPI mode
ca_es: Força el mode PPP d'alt rendiment

source: Search dictionary
ca_es: Cerca al diccionari

source: This webpage requires data that you entered earlier in order to be properly displayed. You can send this data again, but by doing so you will repeat any action this page previously performed.
ca_es: Aquesta pàgina web necessita dades que heu introduït anteiorment per poder mostrar-la correctament. Podeu tornar a enviar les dades, però es tornarà a repetir qualsevol acció que la pàgina hagi dut a terme prèviament.

source: Open Browser Window
ca_es: Obre una finestra del navegador

source: End process
ca_es: Finalitza el procés

source: Enable per-tile painting of page contents when compositing is enabled.
ca_es: Activa la pintura de cada peça de mosaic al contingut de les pàgines quan estigui activada la composició.

source: I&nspect element
ca_es: I&nspecciona l'element

source: Updating
ca_es: Actualització

source: Collate
ca_es: Intercala

source: NPAPI plugins are not supported.
ca_es: Els connectors NPAPI no són compatibles.

source: Unable to create the destination directory.
ca_es: No es pot crear el directori de destinació.

source: Baltic
ca_es: Bàltic

source: This plug-in is not supported.
ca_es: Aquest connector no és compatible.

source: No tabs from other devices
ca_es: No hi ha cap pestanya d'altres dispositius

source: Check for known conflicts with 3rd party modules.
ca_es: Comprova si hi ha conflictes coneguts amb mòduls de tercers.

source: Authorities
ca_es: Entitats emissores

source: Paused
ca_es: En pausa

source: Request tablet site
ca_es: Sol·licita el lloc per a la tauleta

source: Value is out of range %{VALUE}.
ca_es: El valor es troba fora de l'interval %{VALUE} .

source: You already have data that is encrypted using a different version of your Google Account password. Please enter it below.
ca_es: Ja teniu dades encriptades amb una versió diferent de la contrasenya del vostre compte de Google. Introduïu-la a continuació.

source: <no cookie selected>
ca_es: <no hi ha cap galeta seleccionada>

source: Tell us what is happening. (required)
ca_es: Digueu-nos què passa. (Obligatori)

source: Stacked Tabs
ca_es: Pestanyes apilades

source: Private Memory Usage
ca_es: Ús de la memòria privada

source: Clear cookies and other site data when I close my browser
ca_es: Esborra les galetes i altres dades dels llocs quan tanqui el navegador

source: Welcome to Chrome
ca_es: Benvinguts a Chrome

source: Enable workspace scrubbing
ca_es: Activa l'intercanvi de llocs de treball

source: The default browser is currently %{BROWSER_NAME}.
ca_es: El navegador predeterminat actualment és %{BROWSER_NAME}.

source: Tab: %{TAB_NAME}
ca_es: Pestanya: %{TAB_NAME}

source: Unknown date
ca_es: Data desconeguda

source: &Always Open Files of This Type
ca_es: Obre &sempre els fitxers d'aquest tipus

source: Upper right
ca_es: Superior dret

source: Address line 1
ca_es: Línia d'adreça 1

source: Change back to "%{FROM_LOCALE}" (requires sign out)
ca_es: Torna a canviar a "%{FROM_LOCALE}" (requereix tancar la sessió)

source: The Internet connection has been lost.
ca_es: S'ha perdut la connexió a Internet.
